---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup3PerH
source: html/9a78a9b5-d26a-3b74-c074-fb94fed7ed4e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup3PerH Property

Symbol ft³/h, indicating unit Cubic feet per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup3PerH { get; }
```